Repository: anujb1212/wusn
Catalog: mobile_app/lib/l10n/app_*.arb
Languages: hi

# appTitle
source: Soil Monitor
hi: मिट्टी निगरानी

source: Dashboard
hi: डैशबोर्ड

source: Node
hi: नोड

# moisture
source: Soil Moisture
hi: मिट्टी की नमी

source: Temperature
hi: तापमान

source: Humidity
hi: आर्द्रता

source: Good Condition
hi: अच्छी स्थिति

source: Needs Water
hi: पानी चाहिए

source: Too Wet
hi: बहुत गीला

source: Recommendations
hi: सुझाव

# waterNow
source: Water your crops now. Soil is dry.
hi: अभी पानी दें। मिट्टी सूखी है।

# dontWater
source: Don't water today. Soil has enough moisture.
hi: आज पानी न दें। मिट्टी में पर्याप्त नमी है।

# checkDrainage
source: Check drainage. Soil is too wet.
hi: जल निकासी जांचें। मिट्टी बहुत गीली है।

# idealTemp
source: Temperature is ideal for crop growth.
hi: तापमान फसल के लिए सही है।

source: Last Updated
hi: अंतिम अपडेट

source: Settings
hi: सेटिंग्स

source: Language
hi: भाषा

source: Refresh
hi: रीफ्रेश करें
